#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey 🖐🏻 {} How are you?!!</b>
<i>വെറുതെ start കുത്തി കളിക്കരുത്. സിനിമയുടെ ലിങ്ക് ആണ് വേണ്ടതെങ്കിൽ ഈ ഗ്രൂപ്പിൽ സിനിമയുടെ പേര് ടൈപ്പ് ചെയ്യ്, അപ്പോൽ ഞാൻ ലിങ്ക് തരാം എന്നിട്ട് ഇവിടെ വന്ന് start കൊടുക്കണം😜
ഇനി ഇനേക്കൊണ്ട് വീണ്ടും വീണ്ടും പറയിപ്പിക്കരുത്. 🤷‍♂

താഴെ കാണുന്ന ചാനലുകളിൽ ജോയിൻ ചെയ്യാൻ മറക്കരുതേ...🦧

[New Release](buttonurl://https://t.me/FM_NEW_MOVIES)
[All Series's](buttonurl://https://t.me/FM_SERIES)
[Old Movies](buttonurl://https://t.me/FM_OLD_MOVIES)
@FM_FilmMania
</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?</u></i></b>

<i>
-> കണ്ട ബട്ടൺ CLICK ചെയ്ത്  HELP ചോദിയ്ക്കാൻ ഇത് നിന്റെ വമ്പാടി തറവാട് അല്ല... കിട്ടുന്ന MOVIES DOWNLOAD ചെയ്തോണ്ട് പോയിക്കോണം...
</i> 
            
@FM_FilmMania
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> ©BOSS•⁰²✓</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/FM_FilmMania">FM_Admin_owner</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://github.com/botfilters/filmmania">Click Me</a></i>
"""
